Repository: calimarkus/stillwaitin-app
Catalog: 2020_v2.4/Resources/Language/*.lproj/Localizable.strings
Languages: de

# keyBack
source: Back
de: Zurück

# keyCancel
source: Cancel
de: Abbrechen

# keySorry
source: Sorry
de: Entschuldigung

# keyNotice
source: Notice
de: Hinweis

# keyDelete
source: Delete
de: Löschen

# keyShareOther
source: Others
de: Andere Apps

# keySendTo
source: Send to…
de: Verschicken

# keyNew
source: New
de: Neu

# keyEdit
source: Edit
de: Bearbeiten

# keyDismiss
source: Dismiss
de: Verwerfen

# keySave
source: Save
de: Speichern

# keyClose
source: Close
de: Schließen

# keyShow
source: Show
de: Anzeigen

# keyLoading
source: Loading…
de: Wird geladen…

# keyDate
source: Date
de: Datum

# keyGave
source: Gave
de: Gegeben

# keyGot
source: Got
de: Bekommen

# keyDone
source: Done
de: Fertig

# keyUpdating
source: Updating data…
de: Aktualisiere Daten…

# keyOpenEntries
source: Open
de: Offen

# keyArchivedEntries
source: Archived
de: Archiviert

# keyAllEntries
source: All
de: Alle

# keyArchive
source: Archive
de: Archivieren

# keyUnarchive
source: Unarchive
de: Als offen markieren

# keyArchivedEntriesExplanationFormat
source: Archived Entries can be found under '%@'. Access it by scrolling all the way up.
de: Scrolle nach ganz oben und wähle '%@' um archivierte Einträge zu sehen.

# keyDeleteSingleEntryConfirmation
source: Do you want to delete this entry? You can't undo this.
de: Möchtest du diesen Eintrag löschen? Dies kann nicht rückgängig gemacht werden.

# keyDeleteGroupConfirmationFormat
source: Do you want to delete all entries (%@) for '%@'? You can't undo this.
de: Möchtest du alle Einträge (%@) für '%@' löschen? Dies kann nicht rückgängig gemacht werden.

# keyArchiveGroupConfirmationFormat
source: Do you want to archive all entries (%@) for '%@'?
de: Möchtest du alle Einträge (%@) für '%@' archivieren?

# keyShortDatePattern
source: MMM dd
de: dd. MMM

# keyFooterInFormat
source: owes me %@
de: schuldet mir %@

# keyFooterOutFormat
source: lent me %@
de: hat mir %@ geliehen

# keyFooterInFormatPastTense
source: owed me %@
de: schuldete mir %@

# keyFooterOutFormatPastTense
source: lent me %@
de: hatte mir %@ geliehen

# keyDescription
source: Description
de: Beschreibung

# keyNoDescription
source: No Description
de: Keine Beschreibung

# keySavingEntry
source: Saving entry
de: Eintrag speichern

# keyMailSubject
source: A Short Reminder
de: Kurze Erinnerung

# keyListInfoTextImageUrl
source: list_info_text_en.png
de: list_info_text_de.png

# keySearch
source: Search
de: Suchen

# keyRecentlyUsed
source: Recently used
de: Kürzlich genutzt

# keyDetailsShare
source: Share
de: Versenden

# keyDetailsReminder
source: Reminder
de: Erinnerung

# keyDetailsSetReminder
source: Set Reminder
de: Erinnerung am...

# keySaveChangesTitleCreated
source: Save entry?
de: Eintrag speichern?

# keySaveChangesInfoCreated
source: The entry hasn't been saved yet. Do you want to save it?
de: Der Eintrag wurde noch nicht gespeichert. Sollen er gespeichert werden?

# keySaveChangesTitleChanged
source: Save changes?
de: Änderungen speichern?

# keySaveChangesInfoChanged
source: The entry was changed. Do you want to save the changes?
de: Der Eintrag wurde verändert. Sollen die Änderungen gespeichert werden?

# keyShareNoAccountsTitle
source: Missing Account
de: Account Fehler

# keyMailAllDebtsOfPerson
source: Send summary
de: Zusammenfassung

# keyMailSingleDebt
source: Send this debt only
de: Nur diesen Eintrag

# keyShortTextSharingFormatOut
source: Hi #name#, I still owe you #value# from #date#. "#description#"
de: Hallo #name#, ich schulde dir noch #value# vom #date#. "#description#"

# keyShortTextSharingFormatIn
source: Hi #name#, you still owe me #value# from #date#. "#description#"
de: Hallo #name#, du schuldest mir noch #value# vom #date#. "#description#"

# keySentWithAppLinkFormat
source: Sent with %@
de: Gesendet mit %@

# keyMailFormatOut
source: Hi #name#, A quick reminder. I still owe you #value# from #date#. "#description#" #location#
de: Hi #name#, Eine kleine Erinnerung. Ich schulde dir noch #value# vom #date#. "#description#" #location#

# keyMailFormatIn
source: Hi #name#, A quick reminder. You still owe me #value# from #date#. "#description#" #location#
de: Hi #name#, Eine kleine Erinnerung. Du schuldest mir noch #value# vom #date#. "#description#" #location#

# keyMailFormatMulti
source: Hi #name#, A quick reminder. There are some open debts between us. The total is: #total_value# #debt_list#
de: Hi #name#, Eine kleine Erinnerung. Zwischen uns sind noch Schulden mit folgender Summe offen: #total_value# #debt_list#

# keyAddFirstEntry
source: Create a new entry
de: Erstelle einen neuen Eintrag

# keySettingsTitle
source: Settings
de: Einstellungen

# keySettingsSectionBehavior
source: Behavior
de: Verhalten

# keySettingsSectionPassword
source: Password
de: Passwort

# keySettingsSectionExport
source: Data Export
de: Daten Export

# keyTotalSum
source: Total:
de: Gesamt:

# keyShowTotalSum
source: Show total sum
de: Gesamtsumme anzeigen

# keySingleListMode
source: Single-list mode
de: Einfache Listenstruktur

# keyShouldSkipDeletionAlerts
source: Skip deletion alerts
de: Keine Lösch-Bestätigungen

# keyShouldOpenToAllFormat
source: Always open to "%@"
de: Immer zu "%@" öffnen

# keyRate
source: Rate
de: Bewerten

# keyRateApp
source: Rate still waitin
de: still waitin bewerten

# keyOpenAppStore
source: Close still waitin and open the App Store?
de: still waitin beenden und den App Store öffnen?

# keyRateInfoText
source: Do you like still waitin? (This message won't be shown again in v#version#.)
de: Gefällt Ihnen still waitin? (Diese Meldung wird in der v#version# nicht erneut angezeigt.)

# keySetupPassword
source: Setup password
de: Passwort einstellen

# keyChooseCurrency
source: Choose currency
de: Währung wählen

# keyChooseSwipeDeletionBehavior
source: Swipe-to-delete behavior
de: Swipe-to-delete Verhalten

# keySendMail
source: Send us an email
de: Sende uns eine E-Mail

# keyCustomizeEmailShareText
source: Customize Email/Share text
de: Email/Share Text anpassen

# keyCurrencySettingTitleFormat
source: Use %@ as currency?
de: %@ als Währung benutzen?

# keyCurrencySettingInfo
source: The currency will be used for all entries, also existing ones. No value conversions will be made.
de: Die Währung wird für alle Einträge (auch bestehende) genutzt. Die Beträge werden nicht automatisch umgerechnet.

# keyCurrencyDefaultRegion
source: (Device region)
de: (Handy Region)

# keyCurrencyChooseFormatting
source: Choose format:
de: Format auswählen:

# keyPasswordNeededAfter
source: Password needed after
de: Passwort nötig nach

# keyPasswordAlways
source: Always
de: Immer

# keyPasswordSeconds
source: seconds
de: Sekunden

# keyPasswordMinutes
source: minutes
de: Minuten

# keyPasswordSet
source: New Password saved
de: Neues Password gespeichert

# keyPasswordUnset
source: Removed password
de: Password wurde entfernt

# keyTouchIDButtonTitle
source: Use TouchID
de: TouchID benutzen

# keyFaceIDButtonTitle
source: Use FaceID
de: FaceID benutzen

# keyTouchIDFaceIDPrompt
source: Login required
de: Login benötigt

# keyRestorePurchases
source: Restore purchases
de: Einkäufe wiederherstellen

# keyRestoreSuccess
source: Successfully restored purchases!
de: Einkäufe erfolgreich wiederhergestellt!

# keyRestoreNothingToRestore
source: No purchase found for this account.
de: Zu diesem Account wurden keine Einkäufe gefunden.

# keyRestoreFailed
source: Could not restore purchases.
de: Einkäufe konnten nicht wiederhergestellt werden.

# keyAppstoreError
source: Failed to connect to AppStore.
de: AppStore Verbindung fehlgeschlagen.

# keyAppstoreWaiting
source: Loading AppStore
de: Lade AppStore

# keySharingIncoming
source: Somone owes me
de: Jemand schuldet mir

# keySharingOutgoing
source: I owe someone
de: Ich schulde Jemandem

# keySharingMailIncoming
source: Somone owes me
de: Jemand schuldet mir

# keySharingMailOutgoing
source: I owe someone
de: Ich schulde Jemandem

# keySharingMailSummary
source: Summary for all debts of one person
de: Zusammenfassung aller Schulden einer Person

# keySharingResetToDefaults
source: Reset to System Defaults
de: Auf Original zurücksetzen

# keySharingAlertMessageForReset
source: Any changes you made will be overwriten with the system defaults.
de: Alle Änderungen, die du gemacht hast werden mit den Original Einstellungen überschrieben.

# keyExportData
source: Export data
de: Daten exportieren

# keyExportFailed
source: The data could not be exported.
de: Die Daten konnten leider nicht exportiert werden.

# keyExporting
source: Exporting
de: Daten werden exportiert

# keyImporting
source: Importing
de: Daten werden impotiert

# keyImportTitle
source: Data import
de: Datenimport

# keyStartImport
source: Import
de: Importieren

# keyImportMessageFormat
source: Do you want to import %d entries?
de: Möchtest du %d Einträge importieren?

# keyImportError
source: We could not import any entries.
de: Es konnten keine Einträge importiert werden.

# keyExportDataHelp
source: Export/Import explained
de: Export/Import erklärt

# keyNoPermission
source: No Permission
de: Fehlende Erlaubnis

# keyEnableNotificationsInSettings
source: You need to allow notifications. Go to "Settings > Notifications > still waitin > Allow Notifications" to enable them. Also ensure that "Banners" is checked.
de: Mitteilungen sind deaktivert. Gehe zu "Einstellungen > Mitteilungen > still waitin > Mitteilungen erlauben" um sie zu aktivieren. "Banner" sollte auch einen Haken haben.

# keyPhoto
source: Photo
de: Foto

# keyAddPhotoTake
source: Take photo
de: Foto aufnehmen

# keyAddPhotoTakeNew
source: Take new photo
de: Neues Foto aufnehmen

# keyAddPhotoFromLibrary
source: Choose photo from library
de: Foto auswählen

# keyAddPhotoChooseNew
source: Choose new photo
de: Neues Foto wählen

# keyAddPhotoDelete
source: Delete photo
de: Foto löschen
