Repository: calimarkus/stillwaitin-app
Catalog: 2012_v1.5/Resources/Language/*.lproj/Localizable.strings
Languages: es

# keyCancel
source: Cancel
es: Cancelar

# keyAttention
source: Attention
es: Atención

# keyDelete
source: Delete
es: Eliminar

# keyMail
source: Mail
es: Correo

# keyEdit
source: Edit
es: Editar

# keyDeleteAttentionMessage
source: Really delete?
es: ¿Quieres eliminar esta entrada?

# keyDatePattern
source: MM/dd/yyyy
es: dd/MM/yyyy

# keyShortDatePattern
source: MMM dd
es: dd/MMM

# keyFooterInPattern
source: #person# owes me #value#
es: #person# me debe #value#

# keyFooterOutPattern
source: I owe #person# #value#
es: Le debo #value# a #person#

# keyPerson
source: Person
es: Persona

# keyDescription
source: Description
es: Descripción

# keyNoDescription
source: No Description
es: Sin descripción

# keySavingEntry
source: Saving entry
es: Guardar...

# keyMailSubject
source: A Short Reminder
es: Un amable recordatorio

# keyListInfoTextImageUrl
source: list_info_text_en.png
es: list_info_text_es.png

# keyMailAllDebtsOfPerson
source: Send summary
es: Enviar Resumen

# keyMailSingleDebt
source: Send this debt only
es: Enviar sólo la deuda

# keyAddFirstEntry
source: Create a new entry
es: Crear una nueva entrada

# keySettingsTitle
source: Settings
es: Configuración

# keySortingTitle
source: Sorting of people
es: Clasificación de las personas

# keySortingMethodA
source: Alphabetical
es: Alfabético

# keySortingMethodB
source: Chronological
es: Cronológico

# keyShowTotalSum
source: Show total sum
es: Mostrar suma total

# keyRate
source: Rate
es: Tarifa

# keyRateApp
source: Rate still waitin
es: Tarifa still waitin

# keyOpenAppStore
source: Close still waitin and open the App Store?
es: ¿Quieres comentar la aplicatión en la App Store?

# keyRateInfoText
source: Do you like still waitin? (This message won't be shown again.)
es: ¿Quieres comentar la aplicatión en la App Store?

# keySetupPassword
source: Setup password
es: El password

# keyNotification
source: Notification
es: Notificación

# keyAddPhotoTakeNew
source: Take photo
es: Hacer foto

# keyAddPhotoFromLibrary
source: Choose photo from library
es: Seleccionar foto

# keySave
source: Save
es: Ahorrar

# keyLiteVersionTitle
source: Limited usage
es: Uso limitado

# keyLiteVersionEntriesMessage
source: The lite version allows only three entries. Download the full version of still waitin now.
es: La versión Lite no permite más de tres entradas, para más descarga la version completa.

# keyLiteVersionNotificationMessage
source: The lite version does not support notifications. Download the full version of still waitin now.
es: La versión Lite no permite notificaciónes, descarga la versión completa para poder utilizar notificaciónes

# keyLiteVersionMailMessage
source: The lite version does not support the sending of reminder emails. Download the full version of still waitin now.
es: La versión Lite no permite el envío de correos electrónicos, para más descarga le versión completa.

# keyLiteVersionPasswordMessage
source: The lite version does not support securing the app using a password. Download the full version of still waitin now.
es: La versión Lite no permite el uso de password, descarga la para versión completa para utilizar esta característica.

# keyLiteVersionCancel
source: No, thanks
es: No, gracias

# keyLiteVersionAccept
source: To App Store
es: Ir a App Store

# keyLiteVersionAppStoreLink
source: http://itunes.apple.com/us/app/still-waitin-debt-manager-iou/id385448071?mt=8
es: http://itunes.apple.com/es/app/still-waitin-debt-manager-iou/id385448071?mt=8

# keyLiteVersionAd
source: Advertisement (Lite Version Only)
es: Publicidad (versión Lite)
